Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: You have my support to cease work and seek advice if you feel a risk is not being managed effectively.
es: Pueden sentirse apoyados por mí en caso de necesitar detener un trabajo y pedir asesoría si sienten que un riesgo no está siendo manejado adecuadamente.

source: You have the authority and the responsibility to stop a task if you:
es: Tienes la autoridad y la responsabilidad para detener una tarea si:

source: You have the right to refuse any work you feel is unsafe, or that you are not trained to do.
es: Tiene derecho a rechazar cualquier trabajo que le parezca inseguro o para el cual no esté capacitado(a).

source: You have the right to stop an activity if you feel it cannot be completed safely.
es: Tiene derecho a rechazar cualquier trabajo que le parezca que no puede ser completado de forma segura.

source: You identified areas of improvement and captured feedback
es: Identificaste áreas de mejora y recogiste retroalimentación

source: You listened more than you talked
es: Escuchaste más que hablaste

source: You made it casual and met and engaged the work crew
es: Fue informal y te reuniste e involucraste con el grupo de trabajo

source: You may be asked to participate in a test for drugs or alcohol if:
es: Se te podría pedir participar en exámenes de drogas o alcohol si:

source: You may consider discussing the incident with the following people:
es: Puede considerarse la discusión del incidente con las siguientes personas:

source: You may need in excess of 8 L per person per day in extreme heat.
es: Puede ser necesario tomar más de 8 litros por persona al día en calor extremo.

source: You may only enter the exclusion zone after plant is secured and the Operator has signalled that it is safe to approach as follows:
es: Solo se puede ingresar a la zona de exclusión cuando la maquinaria pesada esté bien sujeta y que el Operador haya dado señales de que es seguro acercarse. Es decir:

source: You personally thanked someone for being a safety leader and recognized that person / crew before you left
es: Agradeciste personalmente a alguien por liderar los temas de seguridad y le diste un reconocimiento a esa persona o grupo antes de irte

source: You shared your story (such as family or hobbies) of why you work safely
es: Compartiste tu historia (familiar o pasatiempos) sobre por qué trabajas de manera segura

source: You ultimately own this plan, however it will be achieved through a team effort.
es: Este plan es finalmente suyo, pero será logrado por medio de un esfuerzo en equipo.

source: You were respectful, sincere, honest and focused
es: Fuiste respetuoso/a, sincero/a, honesto/a y enfocado/a

source: Youngest intrusive crops out in the West of the basin; post-mineral and younger than Tvs20
es: El intrusivo de menor edad aflora en el sector oeste de la cuenca; post mineral y de menor edad que Tvs20.

source: Your Destination Plan is a portfolio document which is built over time to guide and track your achievements at Golder.
es: Su Plan de Destino es un documento de tareas que se forma con el tiempo, para guiarlo y registrar sus logros en Golder.

source: Your Destination is a personal career development tool and not related to strategy scorecard objectives.
es: Su Destino es una herramienta de desarrollo profesional personal, y no está relacionada a los objetivos del cuadro de mando estratégico.

source: Your Name
es: Tu nombre

source: Your Name Email address
es: Nombre Email

source: Your Objective
es: Su objetivo

source: Your Role
es: Tu cargo

source: Your Role and Region
es: Cargo y región

source: Your behaviour suggests you may not be fit for duty
es: Tu comportamiento sugiere que no estás apto para las labores.

source: Your comments and feedback to the mentee reflecting on their destination statement will form part of your first mentoring discussion.
es: Sus comentarios y retroalimentación hacia el pupilo respecto a su declaración de destino serán parte de la primera discusión de mentoría.

source: Your objective - FIXED - If applicable - Strategy Deliverables
es: Su objetivo - FIJO - Si fuera aplicable - Entregables de Estrategia

source: Your objective - FIXED - Maximize performance in my current role
es: Su objetivo - FIJO - Maximizar rendimiento en mi cargo actual

source: Your objective - Objective to achieve your destination
es: Su objetivo - Objetivo para lograr su destino

source: Your primary focus is HSSE
es: Tu foco principal son los temas de HSSE

source: Your safety and security is of utmost importance to us and it is essential that we provide a safe work environment for our people.
es: Tu seguridad es de la mayor importancia para nosotros y es fundamental que brindemos un entorno de trabajo seguro para nuestra gente.

source: Your ultimate destination is achieved through successful delivery against your incremental action items or tactics in this and future Destination Plans.
es: Podrá llegar a su destino final por medio de avances exitosos y acumulativos de sus ítemes o tácticas de acción, tanto para este Plan de Destino, como para aquellos en el futuro.

source: Zhao et al. (2006) is based on earthquakes from the east side of the Pacific Ocean recorded mainly in Japan.
es: El modelo de Zhao et al. (2006) se basa en sismos registrados sobre todo en Japón.

source: Zod Mine - Ararat Golder Recovery Company
es: Mina Zod – Ararat Gold Recovery Company

source: [ ] Attendance at a local / regional HSSE meeting [ ] Leading / supporting a HSSE investigation
es: [ ] Asistir a una reunión local / regional de HSSE [ ] Liderar / apoyar una investigación de HSSE

source: [ ] Central East
es: [ ] Centro este

source: [ ] Coach the members of your team to really personalize
es: [ ] Dar entrenamiento a miembros de tu equipo para que verdaderamente asuman

source: [ ] Construction
es: [ ] Construcción

source: [ ] Discuss how the Injury Management process is being implemented for a project or in a work area
es: [ ] Analizar cómo se está implementando el proceso de manejo de lesiones en un proyecto o lugar de trabajo

source: [ ] EMEA & APAC
es: [ ] EMEA y APAC

source: [ ] Environmental protection measures / spill response [ ] Role of Golder in HSSE
es: [ ] Medidas de protección ambiental / respuesta a derrames [ ] Papel de Golder en HSSE

source: [ ] HSSE communications / discussions with a client [ ] Work procedure / JSA review
es: [ ] Comunicaciones / conversaciones sobre HSSE con un cliente [ ] Revisión de procedimiento de trabajo / análisis de seguridad

source: [ ] Latin America [ ] North America
es: [ ] Latinoamérica [ ] Norteamérica

source: [ ] Make someone more knowledgeable with a hands-on demonstration
es: [ ] Mejorar los conocimientos de alguien mediante una demostración práctica

source: [ ] Mentoring an employee in HSSE [ ] Championing an HSSE initiative [ ] HSSE shares
es: [ ] Aconsejar a un colaborador sobre HSSE [ ] Liderar una iniciativa de HSSE [ ] Difundir temas de HSSE

source: [ ] Nordics
es: [ ] Países nórdicos

source: [ ] Northeast [ ] Southeast
es: [ ] Noreste [ ] Sureste

source: [ ] Office (Journey)
es: [ ] Oficina (viaje)

source: [ ] Other:
es: [ ] Otro:

source: [ ] Post-project HSSE debrief completed
es: [ ] Cuestionario de HSSE postproyecto hecho

source: [ ] Practice active listening during your discussions today [ ] Coach to transform an undesirable behavior today
es: [ ] Practicar la escucha activa en las conversaciones del día [ ] Dar entrenamiento para transformar hoy un comportamiento no deseado

source: [ ] Principal [ ] Associate
es: [ ] Principal [ ] Asociado/a

source: [ ] Project Site [ ] Laboratory [ ] Warehouse [ ] Office [ ] Client Office [ ] Subcontractor’s Office
es: [ ] Sitio de proyecto [ ] Laboratorio [ ] Bodega [ ] Oficina [ ] Oficina de cliente [ ] Oficina de subcontratista

source: [ ] Protection of Golder / Subcontractor workers
es: [ ] Protección de trabajadores de Golder / subcontratista

source: [ ] Provide feedback to an employee on their Journey Management Plan
es: [ ] Dar retroalimentación a un colaborador sobre su plan de gestión de viajes

source: [ ] Queensland / New Caledonia [ ] New Zealand
es: [ ] Queensland / Nueva Caledonia [ ] Nueva Zelanda

source: [ ] Recognize individuals staying engaged while
es: [ ] Reconocer a quienes mantienen su involucramiento

source: [ ] Reinforce a positive behavior today [ ] Recognize a behavior change today
es: [ ] Reforzar hoy un comportamiento positivo [ ] Reconocer hoy un cambio de comportamiento

source: [ ] Senior Leader [ ] Other
es: [ ] Líder Senior [ ] Otro

source: [ ] Site Visit (Complete sections 1,2,5)
es: [ ] Visita a sitio o faena (Llenar los puntos 1,2,5)

source: [ ] South Central [ ] West
es: [ ] Centro sur [ ] Oeste

source: [ ] Speaking on HSSE at a new employee induction [ ] HaSEP desktop review: [ ] Field
es: [ ] Hablar de HSSE en la inducción de un colaborador nuevo [ ] Revisión de gabinete de HaSEP: [ ] Field

source: [ ] Subcontractor HSSE management
es: [ ] Gestión de HSSE del subcontratista

source: [ ] Use open-ended questions in your discussions today [ ] Provide immediate feedback when you see someone
es: [ ] Usar preguntas abiertas en las conversaciones del día [ ] Dar retroalimentación inmediata al ver a alguien

source: [ ] Victoria, SAustralia and PNG [ ] NSW (w/Newcastle)
es: [ ] Victoria, Australia sur y PNG [ ] NSW (más Newcastle)

source: [ ] Visible Felt Leadership (Complete sections 3,4,5)
es: [ ] Liderazgo visible y palpable (Llenar los puntos 3,4,5)

source: [ ] Western Australia
es: [ ] Australia Occidental

source: [Label]
es: [Etiqueta]

source: [Note: Does not apply to government contracts]
es: [Nota: No se aplica a contratos con el Estado]

source: [Note: EHL Guarantee also requires EHL Board of Directors approval]
es: [Nota: la garantía de EHL también requiere aprobación del Directorio de EHL]

source: [Note: Except for providing expert witness services under an unmodified Golder standard form agreement through a lawyer or law firm]
es: [Nota: excepto para prestar servicios de peritaje con un acuerdo estándar no modificado de Golder a través de un abogado o estudio jurídico]

source: [Note: calculated by multiplying daily liquidated damages rate by 180]
es: [Nota: calculado al multiplicar tasa de daños y perjuicios diarios por 180]

source: [Title]
es: [Título]

source: __Value __Service __Terms
es: __Valor __Servicio __Términos

source: ___Contract Award Review
es: ___Revisión de adjudicación de contratos

source: ___Doing Business Outside Home Country
es: ___Hacer negocios fuera del país de origen

source: ___Global Risk Committee
es: ___Comité de Riesgo Global

source: ___Opportunity/Strategy Review
es: ___Revisión de oportunidad/estrategia

source: ___Proposal/Tender Review
es: ___Revisión de propuesta/oferta

source: ___Red Team Review
es: ___Revisión del grupo rojo

source: ___Regional Risk Committee
es: ___Comité de Riesgo Regional

source: alternative equipment and materials
es: equipos y materiales alternativos

source: amend ownership eligibility policy to clarify treatment of part time, leave of absence
es: corregir la política de requisitos de propiedad para aclarar tratamiento de jornada parcial y licencias

source: amend references to ownership eligibility to match global regulatory requirements
es: corregir las referencias a requisitos de propiedad para coincidir con la normativa internacional

source: amend text on share valuation to better match current approach
es: corregir el texto sobre valoración de acciones para reflejar mejor el método actual

source: amend the references to sell down and retirement to match to give clarity and encourage good succession planning
es: corregir las referencias para venta y jubilación para dar claridad y fomentar una buena planificación de la sucesión

source: and mentor.
es: y mentores.

source: appendix C - contract review form
es: Anexo C - formulario de revisión de contratos

source: appropriate to the level of risk posed;
es: adecuadas al nivel de riesgo planteado;

source: as a result of a workplace incident occurring when the WMS was in use,
es: como resultado de un incidente en el lugar de trabajo que haya ocurrido mientras se utilizaba el WMS

source: assessed for effectiveness once implemented
es: evaluadas en relación a su efectividad una vez implementadas

source: assessed to verify that additional risk is not introduced as a result of the corrective/preventative actions.
es: evaluadas para verificar que no se hayan introducido riesgos adicionales como resultado de las acciones correctivas/preventivas.

source: assigned to a person responsible for completing the action along with a date for completion;
es: asignadas a una persona responsable de completar la acción junto a una fecha de término;

source: b-value
es: valor b

source: b-value (slope b in Figures 5, 6 and 7) and activity rate (a-values in Figures 5, 6 and 7): The range and weights of b-value and activity rate are listed in Table 2.
es: Valor b (pendiente b en las figuras 5, 6 y 7) y tasa de actividad (valores a en las figuras 5, 6 y 7): el intervalo y las ponderaciones del valor b y de la tasa de actividad se indican en la Tabla 2.

source: before you go to site (JMP, WMS)
es: Antes de ir a terreno (JMP, WMS)

source: changed conditions since the incident occurred
es: condiciones que hayan cambiado desde que ocurrió el incidente

source: changes to equipment, environment, people or procedures
es: cambios de equipos, entorno, personas o procedimientos

source: clarify how we will allocate shares to new and existing owners,
es: aclarar cómo se asignan acciones a los propietarios nuevos y actuales

source: clarify sell down
es: aclarar la venta

source: client representatives
es: representantes del cliente

source: closing
es: Cierre

source: communication, employee understanding and enforcement of policies, procedures and rules
es: comunicación, comprensión y aplicación de políticas, procedimientos y reglas por el colaborador

source: completion of pre-start checks
es: término de revisiones previas

source: conclusions drawn by Golder Associates regarding the validity of previous studies, such as the AMTC-version 2 study, are technically defensible.
es: las conclusiones sacadas por Golder Associates con respecto a la validez de los estudios previos, como el estudio AMTC-versión 2, son o no técnicamente justificables.

source: condition of equipment and materials (including close ups of any worn, fatigued or failed parts)
es: condición de los equipos y materiales (incluidos acercamientos de cualquier parte gastada, fatigada o fallada)

source: condition of the ground and any surfaces
es: condición del suelo y de otras superficies

source: confirm the conditions under which selling before retirement or resignation will be considered
es: confirmar las condiciones en que se considerará la venta antes de la jubilación o la renuncia

source: contractors and their management
es: contratistas y su gerencia

source: deliver our HSSE goals?
es: cumplir con nuestros objetivos de HSSE?

source: doing something well
es: hacer algo bien

source: draft - 2017 pit slope AND HYDROGEOLOGICAL review
es: borrador - revisión hidrogeológica y de taludes del pit 2017

source: dust, contaminants, hazardous atmospheres
es: polvo, contaminantes, atmósferas peligrosas

source: earthquakes were removed (e.g., mining-related earthquakes), but this would likely be a small contributor to the catalogue and would not affect the subduction sources, which dominate the hazard.
es: fueron o no eliminados (sismos relacionados con la minería, por ejemplo), pero esto sería solo un pequeño factor en el catálogo y no afectaría las fuentes de subducción que dominan la peligrosidad.

source: emergency services
es: servicios de emergencia

source: equipment design and function
es: diseño y función de equipos

source: equipment maintenance, repair and modification
es: mantenimiento, reparación y modificación de equipos

source: evidence of excessive force, high temperature, burn marks etc…
es: evidencia de fuerza excesiva, alta temperatura, marcas de quemaduras etc…

source: eye-witnesses
es: testigos oculares

source: for changes to the tasks, processes, systems of work, plant and substances that may affect health and safety,
es: ante cambios en las tareas, procesos, sistemas de trabajo, maquinaria pesada e instalaciones o sustancias que puedan afectar la salud y la seguridad

source: forecast SIMULATION
es: Simulación predictiva

source: frequency of exposure,
es: La frecuencia de exposición;

source: hazard warning signs or notices
es: señales o avisos de advertencia de peligro

source: housekeeping
es: mantenimiento

source: housekeeping and inspection processes
es: procesos de mantenimiento e inspección

source: how to meet expectations / manage risks?
es: cómo cumplir con las expectativas / gestionar riesgos?

source: hydrology, Geology, geotechnical conditions, and current slope design recommendation
es: Hidrología, geología, condiciones geotécnicas y recomendación actual de diseño de taludes

source: immediately
es: De forma inmediata

source: incident investigation
es: Investigación de incidentes

source: induction, training and competency of workers
es: inducción, capacitación y competencia de los trabajadores

source: initiate immediately and preliminary report distributed within 24 hours
es: Iniciar de forma inmediata, con informe preliminar distribuido dentro de 24 horas

source: initiate within 48 hours
es: Iniciar dentro de 48 horas

source: introduction
es: Introducción

source: items that clients would use in their office, eg.
es: artículos que los clientes usarían en sus oficinas, tales como

source: leather backpack vs. nylon)
es: mochilas de cuero en lugar de nailon)

source: level of risk associated with undertaking journeys, and
es: El nivel de riesgo asociado a los viajes, y

source: level of supervision
es: nivel de supervisión

source: lighting and glare
es: iluminación

source: make this an online reference document to facilitate use of links and to ensure users are always referring to the most current version.
es: Dar acceso en línea a este documento de referencia para facilitar el uso de enlaces y asegurarse de que los usuarios siempre accedan a la versión más reciente.

source: manage risks?
es: gestionar riesgos?

source: maximize the success of the project
es: Maximizan el éxito del proyecto

source: monthly
es: Mensual

source: noise
es: ruido

source: not already identified in WMS
es: que no haya sido identificado en el PST

source: notification will be sent after pressing "Submit" button
es: se enviará la notificación al pulsar el botón "Enviar"

source: of any occurrence, activity, information or discovery, past or future, susceptible of modifying the underground conditions described herein, and have had the opportunity of revising its interpretations and comments.
es: sobre alguna actividad, información o descubrimiento, pasado o futuro, susceptible de modificar las condiciones subterráneas descritas en este reporte, y haya tenido la oportunidad de revisar la interpretaciones y comentarios.

source: optional
es: Opcional

source: optional***
es: Opcional***

source: or
es: o

source: otherwise, enter it here
es: si no, ingrésalo aquí

source: our claims history is good but a few areas of business such as residential land development are frequent sources of claims
es: nuestro historial de siniestralidad es bueno, salvo unas pocas áreas de negocios como desarrollo urbano residencial que son fuentes frecuentes de siniestros

source: our communities.
es: nuestras comunidades.

source: pSIF/SIF or incidents relating to Golder’s fatal risks;
es: pSIF/SIF o incidentes relacionados con los riesgos fatales de Golder;

source: pSIF in 2017
es: pSIF en 2017

source: pSIFs and SIFs
es: pSIFs y SIFs

source: padded shoulder straps)
es: correas de hombro acolchadas)

source: performing low risk activities (e.g., walking)
es: en actividades de bajo riesgo (como caminar)

source: permit
es: Permiso

source: person(s) involved directly in the incident
es: personas involucradas directamente en el incidente

source: personal protective equipment and other safety equipment
es: elementos de protección personal y otros elementos de seguridad

source: position of equipment and any obvious omissions
es: posición de equipos y cualquier omisión obvia

source: preliminary report within one work week
es: Informe preliminar dentro de una semana laboral

source: project manager or other manager / supervisor
es: gerente de proyecto u otro gerente / supervisor

source: provide growth >3%
es: aporten crecimiento sobre 3%

source: recommendations
es: Recomendaciones

source: references
es: Referencias

source: related training
es: Capacitación relacionada

source: remote location of some work sites.
es: A la ubicación remota de algunos sitios.

source: required
es: Requerido

source: required**
es: Requerido**

source: review of current stability conditions
es: Revisión de las actuales condiciones de estabilidad

source: review of prior learnings associated with the task / project
es: revisión de los learnings previos asociados a la tarea / proyecto

source: rules
es: reglas

source: shot glasses)
es: vasos cortos)

source: site-specific Seismic hazard ANALYSIs, SPENCE mine site, CHILE
es: Análisis de peligro sísmico específico, mina Spence, Chile

source: solar power bars)
es: cargadores solares)

source: starting work
es: de iniciar los trabajos

source: state of warning signs, barriers, machine guarding, etc…
es: estado de señales de advertencia, barreras, recintos, etc…

source: stem from lack of control?
es: de una falta de control?

source: subject matter experts or those with a technical expertise on the activity or equipment
es: expertos en la materia o quienes posean experiencia técnica en la actividad o equipos

source: summary of Findings
es: Resumen de hallazgos

source: the consequences of a task
es: las consecuencias de una tarea

source: the injured person(s)
es: los lesionados

source: travel).
es: el viaje).

source: upon election they will become a Board Selected Director
es: tras la elección será el Director Seleccionado por el Directorio

source: ventilation shaft – confined space entry
es: Pique de ventilación – ingreso a espacio confinado

source: we plan to acquire companies that strengthen our existing range of services and geographies and
es: planeamos adquirir empresas que fortalezcan nuestra actual gama de servicios y geografías y

source: weather conditions (weather reports)
es: condiciones climáticas (informes meteorológicos)

source: when there is a change in legal and other requirements
es: cuando haya un cambio en los requisitos legales y de otra índole

source: where
es: donde

source: while on site
es: la estadía en el sitio

source: while you are there (JSEA, Take 5)
es: Mientras se encuentra en terreno (JSEA, Take 5)

source: within 24 hours
es: Dentro de 24 horas

source: within 48 hours
es: Dentro de 48 horas

source: working on roofs
es: Trabajo en techos

source: | STYLE SHEET
es: | HOJA DE ESTILO

source: Golder is focussed on embedding HSSE in all that we do.
es: Golder tiene el foco puesto en introducir los ámbitos de HSSE en todo lo que hacemos.

source: It provides the framework and foundation to know how to work in a manner that promotes the health and safety of everyone and is environmentally responsible.
es: Entrega un marco y un sustento para saber cómo se trabaja de una manera que promueva la salud y la seguridad de todos y que sea responsable con el medio ambiente.

source: No job or task is more important than a person's health and safety or the protection of the environment.
es: Ningún trabajo o tarea es más importante que la salud y la seguridad de una persona o que la protección del medio ambiente.
